      ******************************************************************
      *Faça um Programa que mostre a mensagem "Alo mundo" na tela.
      * Author:
      * Date:
      * Purpose:
      * Tectonics: cobc
      ******************************************************************
       IDENTIFICATION DIVISION.
       PROGRAM-ID. teste.
       DATA DIVISION.
       FILE SECTION.
       WORKING-STORAGE SECTION.
     

       PROCEDURE DIVISION.
       MAIN-PROCEDURE.
           DISPLAY 'OLA MUNDO!'.

           STOP RUN.
       END PROGRAM teste.
